Repository: hacan359/tonkatsu_box
Catalog: lib/l10n/app_*.arb
Languages: ru

# navMain
source: Main
ru: Главная

# navCollections
source: Collections
ru: Коллекции

# navWishlist
source: Wishlist
ru: Список

# navSearch
source: Search
ru: Поиск

# navSettings
source: Settings
ru: Настройки

# statusNotStarted
source: Not Started
ru: Не начато

# statusPlaying
source: Playing
ru: Играю

# statusWatching
source: Watching
ru: Смотрю

# statusCompleted
source: Completed
ru: Завершено

# statusDropped
source: Dropped
ru: Брошено

# statusPlanned
source: Planned
ru: Запланировано

# mediaTypeGame
source: Game
ru: Игра

# mediaTypeMovie
source: Movie
ru: Фильм

# mediaTypeTvShow
source: TV Show
ru: Сериал

# mediaTypeAnimation
source: Animation
ru: Анимация

# sortManualDisplay
source: Manual
ru: Вручную

# sortManualShort
source: Manual
ru: Вручную

# sortManualDesc
source: Custom order
ru: Свой порядок

# sortDateDisplay
source: Date Added
ru: Дата добавления

# sortDateShort
source: Date
ru: Дата

# sortDateDesc
source: Newest first
ru: Сначала новые

# sortStatusDisplay
source: Status
ru: Статус

# sortStatusShort
source: Status
ru: Статус

# sortStatusDesc
source: Active first
ru: Сначала активные

# sortNameDisplay
source: Name
ru: Название

# sortNameShort
source: A-Z
ru: А-Я

# sortNameDesc
source: A to Z
ru: По алфавиту

# sortRatingDisplay
source: My Rating
ru: Мой рейтинг

# sortRatingShort
source: Rating
ru: Оценка

# sortRatingDesc
source: Highest first
ru: Сначала лучшие

# searchSortRelevanceShort
source: Rel
ru: Рел

# searchSortRelevanceDisplay
source: Relevance
ru: Релевантность

# searchSortDateShort
source: Date
ru: Дата

# searchSortDateDisplay
source: Date
ru: Дата

# searchSortRatingShort
source: Rate
ru: Оценка

# searchSortRatingDisplay
source: Rating
ru: Рейтинг

source: Cancel
ru: Отмена

source: Create
ru: Создать

source: Save
ru: Сохранить

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Rename
ru: Переименовать

source: Retry
ru: Повторить

source: Edit
ru: Редактировать

source: Done
ru: Готово

source: Clear
ru: Очистить

source: Reset
ru: Сбросить

source: Search
ru: Поиск

source: Open
ru: Открыть

source: Remove
ru: Убрать

source: Back
ru: Назад

source: Next
ru: Далее

source: Skip
ru: Пропустить

source: Update
ru: Обновить

source: Test
ru: Тест

source: Close
ru: Закрыть

source: Keep
ru: Оставить

source: Change
ru: Изменить

# settingsProfile
source: Profile
ru: Профиль

# settingsAuthorName
source: Author name
ru: Имя автора

# settingsSettings
source: Settings
ru: Настройки

# settingsCredentials
source: Credentials
ru: Учётные данные

# settingsCredentialsSubtitle
source: IGDB, SteamGridDB, TMDB API keys
ru: Ключи API: IGDB, SteamGridDB, TMDB

# settingsCache
source: Cache
ru: Кэш

# settingsCacheSubtitle
source: Image cache settings
ru: Настройки кэша изображений

# settingsDatabase
source: Database
ru: База данных

# settingsDatabaseSubtitle
source: Export, import, reset
ru: Экспорт, импорт, сброс

# settingsTraktImport
source: Trakt Import
ru: Импорт Trakt

# settingsTraktImportSubtitle
source: Import from Trakt.tv ZIP export
ru: Импорт из ZIP-экспорта Trakt.tv

# settingsDebug
source: Debug
ru: Отладка

# settingsDebugSubtitle
source: Developer tools
ru: Инструменты разработчика

# settingsDebugSubtitleNoKey
source: Set SteamGridDB key first for some tools
ru: Сначала укажите ключ SteamGridDB

# settingsHelp
source: Help
ru: Справка

# settingsWelcomeGuide
source: Welcome Guide
ru: Вводный тур

# settingsWelcomeGuideSubtitle
source: Getting started with Tonkatsu Box
ru: Знакомство с Tonkatsu Box

# settingsAbout
source: About
ru: О приложении

# settingsVersion
source: Version
ru: Версия

# settingsCreditsLicenses
source: Credits & Licenses
ru: Благодарности и лицензии

# settingsCreditsLicensesSubtitle
source: TMDB, IGDB, SteamGridDB, open-source licenses
ru: TMDB, IGDB, SteamGridDB, open-source лицензии

# settingsError
source: Error
ru: Ошибка

# settingsAppLanguage
source: App Language
ru: Язык приложения

# credentialsTitle
source: Credentials
ru: Учётные данные

# credentialsWelcome
source: Welcome to Tonkatsu Box!
ru: Добро пожаловать в Tonkatsu Box!

# credentialsWelcomeHint
source: To get started, you need to set up your IGDB API credentials. Get your Client ID and Client Secret from the Twitch Developer Console.
ru: Для начала работы настройте учётные данные IGDB API. Получите Client ID и Client Secret в Twitch Developer Console.

# credentialsCopyTwitchUrl
source: Copy Twitch Console URL
ru: Копировать ссылку на Twitch Console

# credentialsUrlCopied
source: URL copied: {url}
ru: URL скопирован: {url}

# credentialsIgdbSection
source: IGDB API Credentials
ru: Учётные данные IGDB API

# credentialsClientIdHint
source: Enter your Twitch Client ID
ru: Введите ваш Twitch Client ID

# credentialsClientSecretHint
source: Enter your Twitch Client Secret
ru: Введите ваш Twitch Client Secret

# credentialsConnectionStatus
source: Connection Status
ru: Статус подключения

# credentialsPlatformsSynced
source: Platforms synced
ru: Платформы синхронизированы

# credentialsLastSync
source: Last sync
ru: Последняя синхронизация

# credentialsVerifyConnection
source: Verify Connection
ru: Проверить подключение

# credentialsRefreshPlatforms
source: Refresh Platforms
ru: Обновить платформы

# credentialsApiKey
source: API Key
ru: Ключ API

# credentialsUsingBuiltInKey
source: Using built-in key
ru: Используется встроенный ключ

# credentialsEnterSteamGridDbKey
source: Enter your SteamGridDB API key
ru: Введите ваш ключ SteamGridDB API

# credentialsTmdbSection
source: TMDB API (Movies & TV)
ru: TMDB API (фильмы и сериалы)

# credentialsEnterTmdbKey
source: Enter your TMDB API key (v3)
ru: Введите ваш ключ TMDB API (v3)

# credentialsContentLanguage
source: Content Language
ru: Язык контента

# credentialsOwnKeyHint
source: For better rate limits we recommend using your own API key.
ru: Для лучших лимитов рекомендуем использовать свой ключ API.

# credentialsConnected
source: Connected
ru: Подключено

# credentialsConnectionError
source: Connection Error
ru: Ошибка подключения

# credentialsChecking
source: Checking...
ru: Проверка...

# credentialsNotConnected
source: Not Connected
ru: Не подключено

# credentialsEnterBoth
source: Please enter both Client ID and Client Secret
ru: Введите и Client ID, и Client Secret

# credentialsConnectedSynced
source: Connected & platforms synced!
ru: Подключено, платформы синхронизированы!

# credentialsConnectedSyncFailed
source: Connected, but platform sync failed
ru: Подключено, но синхронизация платформ не удалась

# credentialsPlatformsSyncedOk
source: Platforms synced successfully!
ru: Платформы успешно синхронизированы!

# credentialsDownloadingLogos
source: Downloading platform logos...
ru: Загрузка логотипов платформ...

# credentialsDownloadedLogos
source: Downloaded {count} logos
ru: Загружено логотипов: {count}

# credentialsFailedDownloadLogos
source: Failed to download logos
ru: Не удалось загрузить логотипы

# credentialsApiKeySaved
source: API key saved
ru: Ключ API сохранён

# credentialsNoApiKey
source: No API key
ru: Нет ключа API

# credentialsResetToBuiltIn
source: Reset to built-in key
ru: Сбросить на встроенный ключ

# credentialsSteamGridDbKeyValid
source: SteamGridDB API key is valid
ru: Ключ SteamGridDB API действителен

# credentialsSteamGridDbKeyInvalid
source: SteamGridDB API key is invalid
ru: Ключ SteamGridDB API недействителен

# credentialsTmdbKeyValid
source: TMDB API key is valid
ru: Ключ TMDB API действителен

# credentialsTmdbKeyInvalid
source: TMDB API key is invalid
ru: Ключ TMDB API недействителен

# credentialsEnterSteamGridDbKeyError
source: Please enter a SteamGridDB API key
ru: Введите ключ SteamGridDB API

# credentialsEnterTmdbKeyError
source: Please enter a TMDB API key
ru: Введите ключ TMDB API

# credentialsTmdbKeySaved
source: TMDB API key saved
ru: Ключ TMDB API сохранён

# timeAgo
source: {value} {unit} ago
ru: {value} {unit} назад

# timeUnitDays
source: {count, plural, =1{day} other{days}}
ru: {count, plural, =1{день} few{дня} other{дней}}

# timeUnitHours
source: {count, plural, =1{hour} other{hours}}
ru: {count, plural, =1{час} few{часа} other{часов}}

# timeUnitMinutes
source: {count, plural, =1{minute} other{minutes}}
ru: {count, plural, =1{минуту} few{минуты} other{минут}}

# timeJustNow
source: Just now
ru: Только что

# cacheTitle
source: Cache
ru: Кэш

# cacheImageCache
source: Image Cache
ru: Кэш изображений

# cacheOfflineMode
source: Offline mode
ru: Офлайн-режим

# cacheOfflineModeSubtitle
source: Save images locally for offline use
ru: Сохранять изображения локально для офлайн-доступа

# cacheCacheFolder
source: Cache folder
ru: Папка кэша

# cacheSelectFolder
source: Select folder
ru: Выбрать папку

# cacheCacheSize
source: Cache size
ru: Размер кэша

# cacheClearCache
source: Clear cache
ru: Очистить кэш

# cacheClearCacheTitle
source: Clear cache?
ru: Очистить кэш?

# cacheClearCacheMessage
source: This will delete all locally saved images. They will be downloaded again during the next sync.
ru: Все локально сохранённые изображения будут удалены. Они загрузятся снова при следующей синхронизации.

source: Cache folder updated
ru: Папка кэша обновлена

source: Cache cleared
ru: Кэш очищен

# cacheSelectFolderDialog
source: Select cache folder for images
ru: Выберите папку для кэша изображений

# cacheCacheStats
source: {count} files, {size}
ru: {count} файлов, {size}

# databaseTitle
source: Database
ru: База данных

# databaseConfiguration
source: Configuration
ru: Конфигурация

# databaseConfigSubtitle
source: Export or import your API keys and settings.
ru: Экспорт или импорт ваших ключей API и настроек.

# databaseExportConfig
source: Export Config
ru: Экспорт конфигурации

# databaseImportConfig
source: Import Config
ru: Импорт конфигурации

# databaseDangerZone
source: Danger Zone
ru: Опасная зона

# databaseDangerZoneMessage
source: Clears all collections, games, movies, TV shows and board data. Settings and API keys will be preserved.
ru: Удаляет все коллекции, игры, фильмы, сериалы и данные доски. Настройки и ключи API сохранятся.

# databaseResetDatabase
source: Reset Database
ru: Сбросить базу данных

# databaseResetTitle
source: Reset Database?
ru: Сбросить базу данных?

# databaseResetMessage
source: This will permanently delete all your collections, games, movies, TV shows, episode progress, and board data. Your API keys and settings will be preserved. This action cannot be undone.
ru: Это навсегда удалит все ваши коллекции, игры, фильмы, сериалы, прогресс просмотра и данные доски. Ваши ключи API и настройки сохранятся. Это действие нельзя отменить.

# databaseConfigExported
source: Config exported to {path}
ru: Конфигурация экспортирована в {path}

# databaseConfigImported
source: Config imported successfully
ru: Конфигурация успешно импортирована

# databaseReset
source: Database has been reset
ru: База данных сброшена

# traktTitle
source: Trakt Import
ru: Импорт Trakt

# traktImportFrom
source: Import from Trakt.tv
ru: Импорт из Trakt.tv

# traktImportDescription
source: Download your data from trakt.tv/users/YOU/data and select the ZIP file below.
ru: Скачайте данные с trakt.tv/users/YOU/data и выберите ZIP-файл ниже.

# traktZipFile
source: ZIP File
ru: ZIP-файл

# traktSelectZipFile
source: Select ZIP File
ru: Выбрать ZIP-файл

# traktSelectZipExport
source: Select Trakt ZIP Export
ru: Выберите ZIP-экспорт Trakt

# traktPreview
source: Preview
ru: Предпросмотр

# traktUser
source: Trakt user: {username}
ru: Пользователь Trakt: {username}

# traktWatchedMovies
source: Watched movies
ru: Просмотренные фильмы

# traktWatchedShows
source: Watched shows
ru: Просмотренные сериалы

# traktRatedMovies
source: Rated movies
ru: Оценённые фильмы

# traktRatedShows
source: Rated shows
ru: Оценённые сериалы

# traktWatchlist
source: Watchlist
ru: Список просмотра

# traktOptions
source: Options
ru: Параметры

# traktImportWatched
source: Import watched items
ru: Импортировать просмотренное

# traktImportWatchedDesc
source: Movies and TV shows as completed
ru: Фильмы и сериалы как завершённые

# traktImportRatings
source: Import ratings
ru: Импортировать оценки

# traktImportRatingsDesc
source: Apply user ratings (1-10)
ru: Применить пользовательские оценки (1-10)

# traktImportWatchlist
source: Import watchlist
ru: Импортировать список просмотра

# traktImportWatchlistDesc
source: Add as planned or to wishlist
ru: Добавить как запланированные или в вишлист

# traktTargetCollection
source: Target collection
ru: Целевая коллекция

# traktCreateNew
source: Create new collection
ru: Создать новую коллекцию

# traktUseExisting
source: Use existing collection
ru: Использовать существующую

# traktNoCollections
source: No collections available
ru: Нет доступных коллекций

# traktSelectCollection
source: Select collection
ru: Выберите коллекцию

# traktErrorLoadingCollections
source: Error loading collections
ru: Ошибка загрузки коллекций

# traktStartImport
source: Start Import
ru: Начать импорт

# traktInvalidExport
source: Invalid Trakt export
ru: Некорректный экспорт Trakt

# traktImportedItems
source: Imported {count} items
ru: Импортировано элементов: {count}

# traktImporting
source: Importing from Trakt
ru: Импорт из Trakt

# creditsTitle
source: Credits
ru: Благодарности

# creditsDataProviders
source: Data Providers
ru: Источники данных

# creditsTmdbAttribution
source: This product uses the TMDB API but is not endorsed or certified by TMDB.
ru: Приложение использует TMDB API, но не одобрено и не сертифицировано TMDB.

# creditsIgdbAttribution
source: Game data provided by IGDB.
ru: Данные об играх предоставлены IGDB.

# creditsSteamGridDbAttribution
source: Artwork provided by SteamGridDB.
ru: Иллюстрации предоставлены SteamGridDB.

# creditsOpenSource
source: Open Source
ru: Открытый исходный код

# creditsOpenSourceDesc
source: Tonkatsu Box is free and open source software, released under the MIT License.
ru: Tonkatsu Box — бесплатное ПО с открытым исходным кодом, распространяемое под лицензией MIT.

# creditsViewLicenses
source: View Open Source Licenses
ru: Посмотреть лицензии

# collectionsNewCollection
source: New Collection
ru: Новая коллекция

# collectionsImportCollection
source: Import Collection
ru: Импорт коллекции

# collectionsNoCollectionsYet
source: No Collections Yet
ru: Пока нет коллекций

# collectionsNoCollectionsHint
source: Create your first collection to start tracking your gaming journey.
ru: Создайте свою первую коллекцию, чтобы начать вести учёт игрового прогресса.

# collectionsFailedToLoad
source: Failed to load collections
ru: Не удалось загрузить коллекции

source: Collections ({count})
ru: Коллекции ({count})

# collectionsUncategorized
source: Uncategorized
ru: Без категории

# collectionsUncategorizedItems
source: {count, plural, =1{1 item} other{{count} items}}
ru: {count, plural, =1{1 элемент} few{{count} элемента} other{{count} элементов}}

# collectionsRenamed
source: Collection renamed
ru: Коллекция переименована

# collectionsFailedToRename
source: Failed to rename: {error}
ru: Ошибка переименования: {error}

# collectionsDeleted
source: Collection deleted
ru: Коллекция удалена

# collectionsFailedToDelete
source: Failed to delete: {error}
ru: Ошибка удаления: {error}

# collectionsFailedToCreate
source: Failed to create collection: {error}
ru: Ошибка создания коллекции: {error}

# collectionsImported
source: Imported "{name}" with {count} items
ru: Импортирована "{name}" — {count} элементов

# collectionsImporting
source: Importing Collection
ru: Импорт коллекции

source: Collection not found
ru: Коллекция не найдена

# collectionAddItems
source: Add Items
ru: Добавить элементы

# collectionSwitchToList
source: Switch to List
ru: Переключить на список

# collectionSwitchToBoard
source: Switch to Board
ru: Переключить на доску

# collectionUnlockBoard
source: Unlock board
ru: Разблокировать доску

# collectionLockBoard
source: Lock board
ru: Заблокировать доску

# collectionExport
source: Export
ru: Экспорт

# collectionNoItemsYet
source: No Items Yet
ru: Пока нет элементов

# collectionEmpty
source: Empty Collection
ru: Пустая коллекция

# collectionDeleteEmptyPrompt
source: This collection is now empty. Delete it?
ru: Коллекция теперь пуста. Удалить её?

# collectionRemoveItemTitle
source: Remove Item?
ru: Убрать элемент?

# collectionRemoveItemMessage
source: Remove {name} from this collection?
ru: Убрать {name} из этой коллекции?

# collectionMoveToCollection
source: Move to Collection
ru: Переместить в коллекцию

# collectionExportFormat
source: Export Format
ru: Формат экспорта

# collectionChooseExportFormat
source: Choose export format:
ru: Выберите формат экспорта:

# collectionExportLight
source: Light (.xcoll)
ru: Лёгкий (.xcoll)

# collectionExportLightDesc
source: Items only, smaller file
ru: Только элементы, файл меньше

# collectionExportFull
source: Full (.xcollx)
ru: Полный (.xcollx)

# collectionExportFullDesc
source: With images & canvas — works offline
ru: С изображениями и доской — работает офлайн

# collectionFilterAll
source: All
ru: Все

# collectionFilterByType
source: Filter by type
ru: Фильтр по типу

# collectionFilterGames
source: Games
ru: Игры

# collectionFilterMovies
source: Movies
ru: Фильмы

# collectionFilterTvShows
source: TV Shows
ru: Сериалы

# collectionFilterAnimation
source: Animation
ru: Анимация

# collectionItemMovedTo
source: {name} moved to {collection}
ru: {name} перемещён в {collection}

# collectionItemAlreadyExists
source: {name} already exists in {collection}
ru: {name} уже есть в {collection}

# collectionItemRemoved
source: {name} removed
ru: {name} удалён

# boardTab
source: Board
ru: Доска

source: Image added to board
ru: Изображение добавлено на доску

source: Map added to board
ru: Карта добавлена на доску

source: Loading...
ru: Загрузка...

source: Game not found
ru: Игра не найдена

source: Movie not found
ru: Фильм не найден

source: TV Show not found
ru: Сериал не найден

source: Animation not found
ru: Анимация не найдена

source: Animated Movie
ru: Мультфильм

source: Animated Series
ru: Мультсериал

# runtimeHoursMinutes
source: {hours}h {minutes}m
ru: {hours}ч {minutes}м

# runtimeHours
source: {hours}h
ru: {hours}ч

# runtimeMinutes
source: {minutes}m
ru: {minutes}м

# totalSeasons
source: {count, plural, =1{1 season} other{{count} seasons}}
ru: {count, plural, =1{1 сезон} few{{count} сезона} other{{count} сезонов}}

# totalEpisodes
source: {count} ep
ru: {count} эп

# seasonName
source: Season {number}
ru: Сезон {number}

source: Episode Progress
ru: Прогресс просмотра

# episodesWatchedOf
source: {watched}/{total} watched
ru: Просмотрено {watched}/{total}

# episodesWatched
source: {count} watched
ru: Просмотрено: {count}

# seasonEpisodesProgress
source: {watched}/{total} episodes
ru: {watched}/{total} эпизодов

# noSeasonData
source: No season data available
ru: Данные о сезонах недоступны

source: Refresh from TMDB
ru: Обновить из TMDB

source: Mark all watched
ru: Отметить все

source: Unmark all
ru: Снять отметки

source: No episodes found
ru: Эпизоды не найдены

# episodeWatchedDate
source: watched {date}
ru: просмотрено {date}

# createCollectionTitle
source: New Collection
ru: Новая коллекция

# createCollectionNameLabel
source: Collection Name
ru: Название коллекции

# createCollectionNameHint
source: e.g., SNES Classics
ru: напр., Классика SNES

# createCollectionEnterName
source: Please enter a name
ru: Введите название

# createCollectionNameTooShort
source: Name must be at least 2 characters
ru: Название должно содержать минимум 2 символа

# createCollectionAuthor
source: Author
ru: Автор

# createCollectionAuthorHint
source: Your name or username
ru: Ваше имя или ник

# createCollectionEnterAuthor
source: Please enter an author name
ru: Введите имя автора

# renameCollectionTitle
source: Rename Collection
ru: Переименовать коллекцию

# deleteCollectionTitle
source: Delete Collection?
ru: Удалить коллекцию?

# deleteCollectionMessage
source: Are you sure you want to delete {name}? This action cannot be undone.
ru: Вы уверены, что хотите удалить {name}? Это действие нельзя отменить.

# canvasAddText
source: Add Text
ru: Добавить текст

# canvasAddImage
source: Add Image
ru: Добавить изображение

# canvasAddLink
source: Add Link
ru: Добавить ссылку

# canvasFindImages
source: Find images...
ru: Найти изображения...

# canvasBrowseMaps
source: Browse maps...
ru: Обзор карт...

# canvasConnect
source: Connect
ru: Соединить

# canvasBringToFront
source: Bring to Front
ru: На передний план

# canvasSendToBack
source: Send to Back
ru: На задний план

# canvasEditConnection
source: Edit Connection
ru: Редактировать соединение

# canvasDeleteConnection
source: Delete Connection
ru: Удалить соединение

# canvasDeleteElement
source: Delete element
ru: Удалить элемент

# canvasDeleteElementMessage
source: Are you sure you want to delete this element?
ru: Вы уверены, что хотите удалить этот элемент?

# canvasAddToBoard
source: Add to Board
ru: Добавить на доску

# addTextTitle
source: Add Text
ru: Добавить текст

# editTextTitle
source: Edit Text
ru: Редактировать текст

# textContentLabel
source: Text content
ru: Содержимое текста

# fontSizeLabel
source: Font size
ru: Размер шрифта

# fontSizeSmall
source: Small
ru: Маленький

# fontSizeMedium
source: Medium
ru: Средний

# fontSizeLarge
source: Large
ru: Большой

# fontSizeTitle
source: Title
ru: Заголовок

# addImageTitle
source: Add Image
ru: Добавить изображение

# editImageTitle
source: Edit Image
ru: Редактировать изображение

# imageFromUrl
source: From URL
ru: По URL

# imageFromFile
source: From File
ru: Из файла

# imageUrlLabel
source: Image URL
ru: URL изображения

# imageChooseFile
source: Choose File
ru: Выбрать файл

# imageChooseAnother
source: Choose Another
ru: Выбрать другой

# addLinkTitle
source: Add Link
ru: Добавить ссылку

# editLinkTitle
source: Edit Link
ru: Редактировать ссылку

# linkLabelOptional
source: Label (optional)
ru: Подпись (необязательно)

# linkLabelHint
source: My Link
ru: Моя ссылка

# connectionColorGray
source: Gray
ru: Серый

# connectionColorRed
source: Red
ru: Красный

# connectionColorOrange
source: Orange
ru: Оранжевый

# connectionColorYellow
source: Yellow
ru: Жёлтый

# connectionColorGreen
source: Green
ru: Зелёный

# connectionColorBlue
source: Blue
ru: Синий

# connectionColorPurple
source: Purple
ru: Фиолетовый

# connectionColorBlack
source: Black
ru: Чёрный

# connectionColorWhite
source: White
ru: Белый

# editConnectionTitle
source: Edit Connection
ru: Редактировать соединение

# connectionLabelHint
source: e.g. depends on, related to...
ru: напр. зависит от, связано с...

# connectionColorLabel
source: Color
ru: Цвет

# connectionStyleLabel
source: Style
ru: Стиль

# connectionStyleSolid
source: Solid
ru: Сплошная

# connectionStyleDashed
source: Dashed
ru: Пунктирная

# connectionStyleArrow
source: Arrow
ru: Стрелка

# searchTabTv
source: TV
ru: ТВ

# searchTabGames
source: Games
ru: Игры

# searchHintTv
source: Search TV...
ru: Поиск ТВ...

# searchHintGames
source: Search games...
ru: Поиск игр...

# searchSelectPlatform
source: Select Platform
ru: Выбрать платформу

# searchAddToCollection
source: Add to Collection
ru: Добавить в коллекцию

# searchAddedToCollection
source: {name} added to collection
ru: {name} добавлен в коллекцию

# searchAddedToNamed
source: {name} added to {collection}
ru: {name} добавлен в {collection}

# searchAlreadyInCollection
source: {name} already in collection
ru: {name} уже в коллекции

# searchAlreadyInNamed
source: {name} already in {collection}
ru: {name} уже в {collection}

# searchGoToSettings
source: Go to Settings
ru: Перейти в настройки

# searchDescription
source: Description
ru: Описание

# platformFilterTitle
source: Select Platforms
ru: Выбор платформ
