Repository: hacan359/tonkatsu_box
Catalog: lib/l10n/app_*.arb
Languages: ru

# platformFilterClearAll
source: Clear All
ru: Очистить всё

# platformFilterSearchHint
source: Search platforms...
ru: Поиск платформ...

# platformFilterSelected
source: {count} selected
ru: Выбрано: {count}

# platformFilterCount
source: {count} platforms
ru: Платформ: {count}

# platformFilterShowAll
source: Show All
ru: Показать все

# platformFilterApply
source: Apply ({count})
ru: Применить ({count})

# platformFilterNone
source: No platforms found
ru: Платформы не найдены

# platformFilterTryDifferent
source: Try a different search term
ru: Попробуйте другой запрос

# wishlistHideResolved
source: Hide resolved
ru: Скрыть выполненные

# wishlistShowResolved
source: Show resolved
ru: Показать выполненные

# wishlistClearResolved
source: Clear resolved
ru: Удалить выполненные

# wishlistEmpty
source: No wishlist items yet
ru: Список желаний пуст

# wishlistEmptyHint
source: Tap + to add something to find later
ru: Нажмите + чтобы добавить что-нибудь на потом

# wishlistDeleteItem
source: Delete item
ru: Удалить элемент

# wishlistDeletePrompt
source: Delete "{name}" from wishlist?
ru: Удалить "{name}" из списка желаний?

# wishlistClearResolvedTitle
source: Clear resolved
ru: Удалить выполненные

# wishlistClearResolvedMessage
source: {count, plural, =1{Delete 1 resolved item?} other{Delete {count} resolved items?}}
ru: {count, plural, =1{Удалить 1 выполненный элемент?} few{Удалить {count} выполненных элемента?} other{Удалить {count} выполненных элементов?}}

# wishlistMarkResolved
source: Mark resolved
ru: Выполнено

# wishlistUnresolve
source: Unresolve
ru: Вернуть

# wishlistAddTitle
source: Add
ru: Добавить

# wishlistEditTitle
source: Edit
ru: Редактировать

# wishlistTitleLabel
source: Title
ru: Название

# wishlistTitleHint
source: Game, movie, or TV show name...
ru: Игра, фильм или сериал...

# wishlistTitleMinChars
source: At least 2 characters
ru: Минимум 2 символа

# wishlistTypeOptional
source: Type (optional)
ru: Тип (необязательно)

# wishlistTypeAny
source: Any
ru: Любой

# wishlistNoteOptional
source: Note (optional)
ru: Заметка (необязательно)

# wishlistNoteHint
source: Platform, year, who recommended...
ru: Платформа, год, кто рекомендовал...

# welcomeStepWelcome
source: Welcome
ru: Добро пожаловать

# welcomeStepApiKeys
source: API Keys
ru: Ключи API

# welcomeStepHowItWorks
source: How it works
ru: Как это работает

# welcomeStepReady
source: Ready!
ru: Готово!

# welcomeTitle
source: Welcome to Tonkatsu Box
ru: Добро пожаловать в Tonkatsu Box

# welcomeSubtitle
source: Organize your collections of retro games, movies, TV shows & anime
ru: Организуйте коллекции ретро-игр, фильмов, сериалов и аниме

# welcomeWhatYouCanDo
source: What you can do
ru: Что вы можете делать

# welcomeFeatureCollections
source: Create collections by platform, genre, or any theme
ru: Создавайте коллекции по платформе, жанру или любой теме

# welcomeFeatureSearch
source: Search games, movies, TV shows & anime via APIs
ru: Ищите игры, фильмы, сериалы и аниме через API

# welcomeFeatureTracking
source: Track progress, rate 1-10, add notes
ru: Отслеживайте прогресс, оценивайте 1-10, добавляйте заметки

# welcomeFeatureBoards
source: Visual canvas boards with artwork
ru: Визуальные доски с иллюстрациями

# welcomeFeatureExport
source: Export & import — share collections with friends
ru: Экспорт и импорт — делитесь коллекциями с друзьями

# welcomeWorksWithoutKeys
source: Works without API keys
ru: Работает без ключей API

# welcomeChipCollections
source: Collections
ru: Коллекции

# welcomeChipWishlist
source: Wishlist
ru: Список желаний

# welcomeChipImport
source: Import .xcoll
ru: Импорт .xcoll

# welcomeChipCanvas
source: Canvas boards
ru: Доски

# welcomeChipRatings
source: Ratings & notes
ru: Оценки и заметки

# welcomeApiKeysHint
source: API keys are only needed for searching new games, movies & TV shows. You can import collections and work with them offline.
ru: Ключи API нужны только для поиска новых игр, фильмов и сериалов. Вы можете импортировать коллекции и работать с ними офлайн.

# welcomeChipGames
source: Games (IGDB)
ru: Игры (IGDB)

# welcomeChipMovies
source: Movies (TMDB)
ru: Фильмы (TMDB)

# welcomeChipTvShows
source: TV Shows (TMDB)
ru: Сериалы (TMDB)

# welcomeChipAnime
source: Anime (TMDB)
ru: Аниме (TMDB)

# welcomeApiTitle
source: Getting API Keys
ru: Получение ключей API

# welcomeApiFreeHint
source: Free registration, takes 2-3 minutes each
ru: Бесплатная регистрация, займёт 2-3 минуты

# welcomeApiIgdbDesc
source: Game search
ru: Поиск игр

# welcomeApiRequired
source: REQUIRED
ru: ОБЯЗАТЕЛЬНО

# welcomeApiTmdbDesc
source: Movies, TV & Anime
ru: Фильмы, сериалы и аниме

# welcomeApiRecommended
source: RECOMMENDED
ru: РЕКОМЕНДУЕТСЯ

# welcomeApiSgdbDesc
source: Game artwork for boards
ru: Иллюстрации для досок

# welcomeApiOptional
source: OPTIONAL
ru: НЕОБЯЗАТЕЛЬНО

# welcomeApiEnterKeysHint
source: Enter keys in Settings → Credentials after setup
ru: Введите ключи в Настройки → Учётные данные

# welcomeHowTitle
source: How it works
ru: Как это работает

# welcomeHowAppStructure
source: App structure
ru: Структура приложения

# welcomeHowMainDesc
source: All items from all collections in one view. Filter by type, sort by rating.
ru: Все элементы из всех коллекций в одном месте. Фильтрация по типу, сортировка по оценке.

# welcomeHowCollectionsDesc
source: Your collections. Create, organize, manage. Grid or list view per collection.
ru: Ваши коллекции. Создавайте, организуйте, управляйте. Сетка или список.

# welcomeHowWishlistDesc
source: Quick list of items to check out later. No API needed.
ru: Быстрый список того, что хотите посмотреть позже. API не нужен.

# welcomeHowSearchDesc
source: Find games, movies & TV shows via API. Add to any collection.
ru: Поиск игр, фильмов и сериалов через API. Добавляйте в любую коллекцию.

# welcomeHowSettingsDesc
source: API keys, cache, database export/import, debug tools.
ru: Ключи API, кэш, экспорт/импорт БД, отладочные инструменты.

# welcomeHowQuickStart
source: Quick Start
ru: Быстрый старт

# welcomeHowStep1
source: Go to Settings → Credentials, enter API keys
ru: Откройте Настройки → Учётные данные, введите ключи API

# welcomeHowStep2
source: Click Verify Connection, wait for platforms sync
ru: Нажмите «Проверить подключение», дождитесь синхронизации

# welcomeHowStep3
source: Go to Collections → + New Collection
ru: Перейдите в Коллекции → + Новая коллекция

# welcomeHowStep4
source: Name it, then Add Items → Search → Add
ru: Назовите её, затем Добавить → Поиск → Добавить

# welcomeHowStep5
source: Rate, track progress, add notes — you're set!
ru: Оценивайте, отслеживайте прогресс, пишите заметки — готово!

# welcomeHowSharing
source: Sharing
ru: Обмен

# welcomeHowSharingDesc1
source: Export collections as
ru: Экспортируйте коллекции в формате

# welcomeHowSharingDesc2
source: (light, metadata only) or
ru: (лёгкий, только метаданные) или

# welcomeHowSharingDesc3
source: (full, with images & canvas — works offline). Import from friends — no API needed!
ru: (полный, с изображениями и доской — работает офлайн). Импортируйте у друзей — API не нужен!

# welcomeReadyTitle
source: You're all set!
ru: Всё готово!

# welcomeReadyMessage
source: Head to Settings → Credentials to enter your API keys, or start by importing a collection.
ru: Перейдите в Настройки → Учётные данные, чтобы ввести ключи API, или начните с импорта коллекции.

# welcomeReadyGoToSettings
source: Go to Settings
ru: Перейти в настройки

# welcomeReadySkip
source: Skip — explore on my own
ru: Пропустить — разберусь сам

# welcomeReadyReturnHint
source: You can always return here from Settings
ru: Вы всегда можете вернуться сюда из Настроек

# updateAvailable
source: Update available: v{version}
ru: Доступно обновление: v{version}

# updateCurrent
source: Current: v{version}
ru: Текущая: v{version}

source: Choose Collection
ru: Выбрать коллекцию

source: Without Collection
ru: Без коллекции

# detailStatus
source: Status
ru: Статус

# detailMyRating
source: My Rating
ru: Мой рейтинг

# detailActivityProgress
source: Activity & Progress
ru: Активность и прогресс

# detailAuthorReview
source: Author's Review
ru: Рецензия автора

# detailEditAuthorReview
source: Edit Author's Review
ru: Редактировать рецензию

# detailWriteReviewHint
source: Write your review...
ru: Напишите вашу рецензию...

# detailReviewVisibility
source: Visible to others when shared. Your review of this title.
ru: Видна другим при обмене. Ваша рецензия на этот тайтл.

# detailNoReviewEditable
source: No review yet. Tap Edit to add one.
ru: Рецензии пока нет. Нажмите «Редактировать», чтобы добавить.

# detailNoReviewReadonly
source: No review from the author.
ru: Автор не оставил рецензию.

# detailMyNotes
source: My Notes
ru: Мои заметки

# detailEditMyNotes
source: Edit My Notes
ru: Редактировать заметки

# detailWriteNotesHint
source: Write your personal notes...
ru: Напишите ваши личные заметки...

# detailNoNotesYet
source: No notes yet. Tap Edit to add your personal notes.
ru: Заметок пока нет. Нажмите «Редактировать», чтобы добавить.

# detailNoNotesReadonly
source: No notes from the author.
ru: Автор не оставил заметок.

source: Unknown Game
ru: Неизвестная игра

source: Unknown Movie
ru: Неизвестный фильм

source: Unknown TV Show
ru: Неизвестный сериал

source: Unknown Animation
ru: Неизвестная анимация

source: Unknown Platform
ru: Неизвестная платформа

# defaultAuthor
source: User
ru: Пользователь

# errorPrefix
source: Error: {error}
ru: Ошибка: {error}

# allItemsAll
source: All
ru: Все

# allItemsGames
source: Games
ru: Игры

# allItemsMovies
source: Movies
ru: Фильмы

# allItemsTvShows
source: TV Shows
ru: Сериалы

# allItemsAnimation
source: Animation
ru: Анимация

# allItemsRatingAsc
source: Rating ↑
ru: Оценка ↑

# allItemsRatingDesc
source: Rating ↓
ru: Оценка ↓

# allItemsRating
source: Rating
ru: Оценка

# allItemsNoItems
source: No items yet
ru: Пока нет элементов

# allItemsNoMatch
source: No items match filter
ru: Нет элементов по фильтру

# allItemsAddViaCollections
source: Add items via Collections tab
ru: Добавьте элементы через вкладку Коллекции

# allItemsFailedToLoad
source: Failed to load items
ru: Не удалось загрузить элементы

# debugIgdbMedia
source: IGDB Media
ru: IGDB Медиа

# debugGamepad
source: Gamepad
ru: Геймпад

# debugClearLogs
source: Clear logs
ru: Очистить логи

# debugRawEvents
source: Raw Events (Gamepads.events)
ru: Сырые события (Gamepads.events)

# debugServiceEvents
source: Service Events (filtered)
ru: Обработанные события (фильтрованные)

# debugEventsCount
source: {count} events
ru: Событий: {count}

# debugPressButton
source: Press any button on the gamepad...
ru: Нажмите любую кнопку на геймпаде...

# debugSearchGames
source: Search games
ru: Поиск игр

# debugEnterGameName
source: Enter game name
ru: Название игры

# debugEnterGameNameHint
source: Enter a game name to search
ru: Введите название игры для поиска

# debugGameId
source: Game ID
ru: ID игры

# debugEnterGameId
source: Enter SteamGridDB game ID
ru: Введите SteamGridDB ID игры

# debugLoadTab
source: Load {tabName}
ru: Загрузить {tabName}

# debugEnterGameIdHint
source: Enter a game ID and press Load {tabName}
ru: Введите ID игры и нажмите «Загрузить {tabName}»

# debugNoImagesFound
source: No images found
ru: Изображения не найдены

# debugSearchTab
source: Search
ru: Поиск

# debugGridsTab
source: Grids
ru: Обложки

# debugHeroesTab
source: Heroes
ru: Баннеры

# debugLogosTab
source: Logos
ru: Логотипы

# debugIconsTab
source: Icons
ru: Иконки

# collectionTileStats
source: {count, plural, =1{1 item} other{{count} items}} · {percent} completed
ru: {count, plural, =1{1 элемент} few{{count} элемента} other{{count} элементов}} · {percent} завершено

# collectionTileError
source: Error loading stats
ru: Ошибка загрузки статистики

# activityDatesTitle
source: Activity Dates
ru: Даты активности

# activityDatesAdded
source: Added
ru: Добавлено

# activityDatesStarted
source: Started
ru: Начато

# activityDatesCompleted
source: Completed
ru: Завершено

# activityDatesLastActivity
source: Last Activity
ru: Последняя активность

# activityDatesSelectStart
source: Select start date
ru: Выберите дату начала

# activityDatesSelectCompletion
source: Select completion date
ru: Выберите дату завершения

# canvasFailedToLoad
source: Failed to load board
ru: Не удалось загрузить доску

# canvasBoardEmpty
source: Board is empty
ru: Доска пуста

# canvasBoardEmptyHint
source: Add items to the collection first
ru: Сначала добавьте элементы в коллекцию

# canvasCenterView
source: Center view
ru: Центрировать вид

# canvasResetPositions
source: Reset positions
ru: Сбросить позиции

# canvasVgmapsBrowser
source: VGMaps Browser
ru: Браузер VGMaps

# canvasSteamGridDbImages
source: SteamGridDB Images
ru: Изображения SteamGridDB

# steamGridDbClosePanel
source: Close panel
ru: Закрыть панель

# steamGridDbSearchHint
source: Search game...
ru: Поиск игры...

# steamGridDbNoApiKey
source: SteamGridDB API key not set. Configure it in Settings.
ru: Ключ SteamGridDB API не задан. Настройте его в Настройках.

# steamGridDbBackToSearch
source: Back to search
ru: Назад к поиску

# steamGridDbGrids
source: Grids
ru: Обложки

# steamGridDbHeroes
source: Heroes
ru: Баннеры

# steamGridDbLogos
source: Logos
ru: Логотипы

# steamGridDbIcons
source: Icons
ru: Иконки

# steamGridDbNoResults
source: No results found
ru: Ничего не найдено

# steamGridDbSearchFirst
source: Search for a game first
ru: Сначала найдите игру

# vgmapsClosePanel
source: Close panel
ru: Закрыть панель

# vgmapsBack
source: Back
ru: Назад

# vgmapsForward
source: Forward
ru: Вперёд

# vgmapsHome
source: Home
ru: Домой

# vgmapsReload
source: Reload
ru: Обновить

# vgmapsCaptureImage
source: Capture map image
ru: Сохранить изображение карты

# vgmapsSearchHint
source: Search game on VGMaps...
ru: Поиск игры на VGMaps...

# vgmapsDismiss
source: Dismiss
ru: Закрыть

# vgmapsFailedInit
source: Failed to initialize WebView: {error}
ru: Не удалось инициализировать WebView: {error}
